"LANGUAGEID"="ce2f63c249fa35831eb6d6b3af0ec06be2fab02d";
"ENABLED" = "Engedélyezve";
"RECORDING_SETTINGS" = "Rögzítés beállításai";

"RECORD_CALLS" = "Hívások rögzítése";

"ALL_CALLS" = "Minden hívás";
"ONLY_INCOMING_CALLS" = "Csak bejövő";
"ONLY_OUTGOING_CALLS" = "Csak kimenő";
"MANUALLY" = "Manuális";

"PLAY_BEEP_SOUND" = "Sípszó lejátszása"; 
"BUY_CALL_RECORDER" = "Call Recorder megvásárlása";

"CONTINUE_TRIAL" = "Próbaidő folytatása";

"FETCH_LICENSE" = "Licenc letöltése";

"NO_LICENSE_FOUND" = "Licenc nem található";
"PRODUCT_ACTIVATED" = "Termék aktiválva";
"THANK_YOU"= "Köszönöm!";


"BEEP_SOUND_WARNING" = "Sípszó lejátszása megadott időközönként, hogy a másik fél értesüljön a hívás rögzítéséről. Ennek kikapcsolása egyes országokban törvényszegéshez vezethet ha a másik felet nem értesítik a hívás rögzítésének tényéről.";
"DISABLE_BEEP" = "Sípszó tiltása";
"CANCEL" = "Mégse";

"TERMS_TEXT" = "Felhasználási feltételek";

"TERMS_AND_CONDITIONS" = 	"Figyelem! A fejlesztő országának törvénye szerint (Görög Büntető Törvénykönyv - Cikk 370A): Bárki, aki harmadik fél telefonbeszélgetését rögzíti annak beleegyezése nélkül legfeljebb tíz (10) év börtönbüntetésre ítélhető. Ugyanez a büntetés alkalmazandó ha valaki a saját telefonbeszélgetését rögzíti a másik fél beleegyezése nélkül. Továbbá, bárki aki a fent említett módon szerzett információt felhasználja tíz (10) év börtönbüntetéssel büntethető. A törvény eltér egyes országok között. Egyes országokban csak az egyik félnek kell tudnia a rögzítés tényéről. Érdemes megnéznie az Ön országának büntető törvénykönyvét, hogy ne szegjen törvényt ezen alkalmazás használatával. Azáltal, hogy Ön használja ezt az alkalmazást egyetért és elfogadja a fentieket, továbbá azt, hogy a fejlesztő vagy az eladó nem vállal felelősséget ha törvényszegésre használja a programot.";

"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "További információkért olvassa el a Jogi mellékletet a Beállításokban.";


"I_AGREE" = "Beleegyezek";
"I_DISAGREE" = "Nem egyezek bele";



"DATABASE_TOOLS" = "Adatbázis eszközök";

"REPAIR_DATABASE" = "Adatbázis javítása";
"DATABASE_REPAIRED" = "Adatbázis kijavítva";

"DELETE_DATABASE" = "Adatbázis törlése";
"DELETE_DB_WARNING" = "Figyelmeztetés: Ez a funkció minden rögzített hívást törölni fog!";

"TRANSLATION_CREDITS"="Translation Credits";

"LANGUAGE" = "Magyar";

"LANGUAGE_IN_ENGLISH" = "Hungarian";

"TRANSLATOR" = "@lypi";



